Repository: AlejandroOrozco/teleport
Catalog: *.lproj/Localizable.strings
Languages: french, italian

source: %.1fG
french: %.1fGo

source: %.1fK
french: %.1fko

source: %.1fM
french: %.1fMo

source: < 1K
french: < 1ko

source: A file already exists with this name.
french: Un fichier du même nom existe déjà.
italian: Un file con lo stesso nome è già presente.

source: A file named “%@” already exists in “%@”. You can choose to use a unique name for the new file, replace the old file, or cancel the drop.
french: Un fichier nommé “%1$@” existe déjà dans “%2$@”. Vous pouvez utiliser un nom unique pour le nouveau fichier, remplacer l'ancien fichier ou annuler la copie.
italian: Il file “%1$@” è già presente in “%2$@”. Puoi scegliere di usare un nome unico per il nuovo file, sostituire il vecchio file, o cancellare l'operazione.

source: A new version of teleport is available!
french: Une nouvelle version de teleport est disponible !
italian: Una nuova versione di teleport è ora disponibile!

source: Accept
french: Accepter
italian: Accetta

source: Accept and Reject Others
french: Accepter et rejeter les autres
italian: Accetta e rifiuta gli altri

source: Asking host “%@” for trust
french: Demande d'authentification à l'hôte “%@”
italian: Sto chiedendo l'autorizzazione al sistema “%@”

source: Assistive Device
french: Périphériques d'aide
italian: Dispositivo di assistenza

source: Betatester!
french: Bétatesteur !

source: Cancel
french: Annuler
italian: Cancella

source: Choose certificate
french: Choisir le certificat
italian: Seleziona il certificato

source: Configure…
french: Configurer…
italian: Configura…

source: Connection to “%@” failed.
french: La connexion à “%@” a échoué.
italian: La connessione a “%@” è fallita.

source: controlled by %@
french: contrôlé par %@
italian: controllato da %@

source: controlling %@
french: contrôle %@
italian: sto controllando %@

source: Deactivate teleport
french: Désactiver teleport
italian: Disattiva teleport

source: Delete pairing
french: Retirer
italian: Cancella accoppiamento

source: Disable Encryption
french: Désactiver le chiffrement
italian: Disabilita crittografia

source: Disabled access for assistive devices
french: Accès pour les périphériques d'aide désactivé
italian: Disabilita l'accesso per i dispositivi di assistenza

source: Don't show again
french: Ne plus afficher
italian: Non mostrare nuovamente

source: Drag & Drop files
french: Glisser-déposer des fichiers
italian: Drag & drop dei file

source: Enable
french: Activer
italian: Abilita

source: Encryption requires a certificate
french: Le chiffrement a besoin d'un certificat
italian: La crittografia richiede un certificato

source: File not sent
french: Fichier non transmis
italian: File non inviato

source: File sent (%@)
french: Fichier transmis (%@)
italian: File inviato (%@)

source: Host “%@” rejected control.
french: L'hôte “%@” a rejeté le contrôle.
italian: Il sistema “%@” ha rifiutato il controllo.

source: Host not accepting any more trusted hosts.
french: L'hôte n'accepte plus d'autres authentifications.
italian: Il sistema non accetta ulteriori sistemi autorizzati.

source: Host not controllable.
french: L'hôte n'est pas contrôlable.
italian: Il sistema non è controllabile.

source: Host not trusted.
french: L'hôte n'est pas authentifié.
italian: Il sistema non è autorizzato.

source: In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain. You'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients. Would you like to launch Certificate Assistant to create a new self-signed certificate? Recommended settings: RSA 1024 bits, all others to default values.
french: Pour activer le chiffrement, teleport a besoin d'un certificat valide, mais ne peut en trouver un dans votre trousseau d'accès. Vous allez devoir créer un certificat et ré-activer le chiffrement. L'algorithme et la taille des clés du certificate du client et du serveur doivent correspondre. Voulez-vous lancer l'assistant de certificats pour créer un certificat auto-signé ? Réglages recommandés: RSA 2048 bits, toutes les autres valeurs étant celles par défaut.
italian: Per attivare la crittografia teleport ha bisogno di un certificato valido, ma non ha potuto trovarne uno nel tuo Portachiavi. Hai bisogno di creare un certificato e riattivare la crittografia. Nota che l'algoritmo di certificazione e la dimensione della chiave devono corrispondere tra il server ed i clienti. Vuoi lanciare l'Assistente per i Certificati per creare un nuovo certificato self-signed? Impostazioni raccomandate: RSA 1024 bit, tutti gli altri valori immutati.

source: Launch Assistant
french: Lancer l'assistant
italian: Avvia l'assistente

source: No
french: Non

source: No shared Mac found on local network. Please check “Share this Mac” on the Macs you want to control.
french: Aucun Mac partagé n'a été trouvé sur le réseau local. Veuillez cocher “Partager ce Mac” sur les Macs que vous souhaitez contrôler.
italian: Nessun Mac condiviso è presente sulla rete locale. Per favore seleziona “ondividi questo Mac” sui Mac che vuoi controllare.

source: Pasteboard not sent
french: Presse-papier non transmis
italian: Appunti non inviati

source: Pasteboard sent (%@)
french: Presse-papier transmis (%@)
italian: Appunti inviati (%@)

source: Re-enable
french: Réactiver
italian: Riabilita

source: Reject
french: Rejeter
italian: Rifiuta

source: Replace
french: Remplacer
italian: Sostituisci

source: Screen %d - %.0fx%.0f
french: Écran %1$d - %2$.0fx%3$.0f
italian: Schermo %1$d - %2$.0fx%3$.0f

source: Screen to share
french: Écran à partager
italian: Schermo da condividere

source: Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs.
french: Sélectionner le certificat à utiliser pour le chiffrement. Il doit utiliser le même algorithme de chiffrement que ceux utilisés sur vos autres Macs.
italian: Seleziona il certificato da usare per la condivisione. Deve usare lo stesso algoritmo di crittografia usato per gli altri Mac.

source: Share this Mac
french: Partager ce Mac
italian: Condividi questo Mac

source: Synchronize pasteboard
french: Synchroniser le presse-papier
italian: Sincronizza gli appunti

source: teleport %@ is now available. %@ Would you like to download the new version now?
french: teleport %1$@ est maintenant disponible. %2$@ Voulez-vous télécharger la nouvelle version maintenant?
italian: teleport %1$@ è ora disponibile. %2$@ Vuoi scaricare la nuova versione adesso?

source: teleport is up-to-date.
french: teleport est à jour.
italian: teleport è aggiornato.

source: The access for assistive devices has been disabled although teleport needs this to operate. Would you like to re-enable it now or deactivate teleport?
french: L'accès pour les périphériques d'aide a été désactivé mais teleport a besoin de cette option pour fonctionner. Voulez-vous la réactiver ou désactiver teleport ?
italian: L'accesso per i dispositivi di assistenza è disabilitato, ma teleport ne ha bisogno per funzionare. Vuoi riabilitarlo adesso o disattivare teleport?

source: The computer you tried to control rejected your request. You should try on a computer you own.
french: Le Mac que vous voulez contrôler a rejeté votre demande. Vous pouvez contrôler seulement les ordinateurs que vous possédez.
italian: Il computer che hai provato a controllare ha rifiutato la tua richiesta. Devi provare con un computer che puoi controllare.

source: The host “%@” rejected your trust request.
french: L'hôte “%@” a rejeté votre demande d'authentification.
italian: Il sistema “%@” ha rifiutato la tua richiesta di autorizzazione.

source: The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?
french: L'hôte a probablement retiré ce Mac de la liste des hôtes de confiance. Voulez-vous l'ajouter à nouveau ?
italian: Il sistema ha probabilmente rimosso questo Mac dalla lista di quelli autorizzati. Vuoi chiedere ancora l'autorizzazione?

source: The Mac you tried to control is using teleport protocol v%d, but you're using v%d.
french: Le Mac que vous essayez de contrôler utilise le protocol v%1$d, alors que vous utilisez la version v%2$d.
italian: Il Mac cha hai provato a controllare sta usando il protocollo teleport v%1$d, ma tu stai usando v%2$d.

source: The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match.
french: Le serveur est peut-être hors ligne, un problème de chiffrement ou un problème de connexion est survenu. Si vous utilisez le chiffrement, veuillez vérifier que les algorithmes des deux certificats correspondent.
italian: Il server può essere inattivo, o ci può essere un problema di crittografia. Se la crittografia è abilitata, per favore controlla che gli algoritmi di crittografia corrispondano.

source: This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host. If you didn't request the control, you should Reject it.
french: Ceci autorisera l'hôte en question à prendre le contrôle de votre souris et clavier. Toutes les frappes et tous les transfers avec cet hôte seront chiffrés. Si vous n'avez pas demandé d'authentification, vous devriez rejeter cette requête.
italian: Questo permetterà al sistema che invia la richiesta di controllare i tuoi mouse e tastiera. Tutti i tasti battuti ed i trasferimenti saranno crittografati con questo sistema. Se non hai richiesto il controllo, dovresti rifiutarlo.

source: This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these. If you didn't request the control, you should Reject it.
french: Ceci autorisera l'hôte en question à prendre le contrôle de votre souris et clavier. Attention: les frappes et les transfers avec cet hôte seront transmis en clair sur le réseau. Pour plus de sûreté, vous devriez activer le chiffrement sur les deux Macs. Si vous n'avez pas demandé d'authentification, vous devriez rejeter cette requête.
italian: Questo permetterà al sistema che invia la richiesta di controllare i tuoi mouse e tastiera. Attenzione: Tutti i tasti battuti ed i trasferimenti saranno effettuati in chiaro sulla tua rete. Dovresti abilitare la crittografia su entrambi i Mac per codificarli. Se non hai richiesto il controllo, dovresti rifiutarlo.

source: Trust request from certified host “%@”.
french: Demande d'authentifcation de l'hôte certifié “%@”.
italian: Richiesta di autorizzazione dal sistema certificato “%@”.

source: Trust request from uncertified host “%@”.
french: Demande d'authentifcation de l'hôte non certifié “%@”.
italian: Richiesta di autorizzazione dal sistema non certificato “%@”.

source: unknown address
french: adresse inconnue
italian: indirizzo sconosciuto

source: unknown name
french: nom inconnu
italian: nome sconosciuto

source: unnamed
french: sans nom
italian: senza nome

source: User rejected your trust request.
french: L'utilisateur a rejeté votre demande d'authentification.
italian: L'utente ha rifiutato la tua richiesta di autorizzazione.

source: Wrong protocol version
french: Mauvaise version du protocole.
italian: Versione del protocollo sbagliata

source: Yes
french: Oui
italian: Si

source: You have the most recent version of teleport.
french: Vous avez la dernière version de teleport.
italian: Hai la versione più recente di teleport.

source: You must enable access for assistive devices to activate teleport. You may need administrator privileges to do this. Would you like to enable this now?
french: Vous devez activer l'accès pour les périphériques d'aide pour utiliser teleport. Des priviléges administrateurs seront éventuellement requis. Voulez-vous l'activer maintenant ?
italian: Devi abilitare l'accesso per i dispositivi di assistenza per attivare teleport. Puoi aver bisogno dei privilegi di amministratore per farlo. Vuoi abilitarlo adesso?

source: You should now grant the trust on your other Mac.
french: Vous devez maintenant accepter la demande sur l'autre Mac.
italian: Adesso dovresti dare l'autorizzazione anche all'altro Mac.

source: Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!
french: Votre build (%1$d) est plus récente que la dernière disponible (%2$d), donc vous êtes surement un beta-testeur. Félicitations !
italian: Il tuo build (%1$d) è più recente dell'ultimo disponibile (%2$d), così devi essere un betatester. Congratulazioni!

source: zero
french: zéro

source: Unique
italian: Unico
